Repository: SamuelSwartzberg/scripts
Catalog: sh/omega-init/project/tm/2019-11-09-jet-belt-omegat.tmx
Source language: de_de
Languages: en_us

source: (*) Unzutreffendes streichen.
en_us: (*) Delete as applicable.

source: (Wenn Sie den Vertrag widerrufen wollen, dann füllen Sie bitte dieses Formular aus und senden Sie es zurück.)
en_us: Should you want to revoke the contract, please fill in the following form and send it back.

source: 1. Geltungsbereich
en_us: 1. Area of purview

source: 1. Zugriffsdaten und Hosting
en_us: 1. Access Information and Hosting

source: 14 Abs. 1 ODR-VO und § 36 VSBG:
en_us: 14(1) ODR-VO and § 36 VSBG

source: 15 DSGVO das Recht, in dem dort bezeichneten Umfang Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten zu verlangen;
en_us: 15 GDPR the right to request information on your personal data processed by us to the extent specified therein;

source: 16 DSGVO das Recht, unverzüglich die Berichtigung unrichtiger oder Vervollständigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen;
en_us: 16 GDPR the right to demand the immediate rectification of incorrect or incomplete personal data stored by us;

source: 17 DSGVO das Recht, die Löschung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen, soweit nicht die weitere Verarbeitung
en_us: 17 GDPR the right to demand the deletion of your personal data stored by us, unless the further processing of your personal data is necessary

source: 18 DSGVO das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, soweit
en_us: 18 GDPR the right to demand the restriction of processing of your personal data stored by us, in cases in which one of the following applies:

source: 2. Datenerhebung und -verwendung zur Vertragsabwicklung, Kontaktaufnahme
en_us: 2. Collection and use of data for the execution of the contract, contacting

source: 2. Vertragspartner, Vertragsschluss
en_us: 2. Contracting parties, conclusion of contract

source: 20 DSGVO das Recht, Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesebaren Format zu erhalten oder die Übermittlung an einen anderen Verantwortlichen zu verlangen;
en_us: 20 GDPR the right to receive your personal data which you have provided to us, in a structured, commonly used and machine-readable format or to demand the transmission to another controller;

source: 26 DSGVO, die Sie hier einsehen können:
en_us: 26 GDPR, which is available here:

source: 26 DSGVO, die Sie hier einsehen können.
en_us: 26 GDPR, available here.

source: 3. Datenweitergabe
en_us: 3. Transfer of data

source: 3. Vertragssprache, Vertragstextspeicherung
en_us: 3. Language of contract, storing of contract

source: 4. Cookies und Webanalyse
en_us: 4. Cookies and web analytics

source: 4. Lieferbedingungen
en_us: 4. Terms of delivery

source: 5. Bezahlung
en_us: 5. Payment

source: 6 Abs. 1 S. 1 lit.
en_us: Article 6(1)

source: 6 Abs. 1 lit.
en_us: Article 6(1)

source: 6. Eigentumsvorbehalt
en_us: 6. Retention of title

source: 7. Gewährleistung und Garantien
en_us: 7. Statutory and additional warranties

source: 7. Versand von Bewertungserinnerungen per E-Mail
en_us: 7. Review Requests via Email

source: 77 DSGVO das Recht, sich bei einer Aufsichtsbehörde zu beschweren.
en_us: 77 GDPR the right to lodge a complaint with a supervisory authority.

source: 8. Kontaktmöglichkeiten und Ihre Rechte
en_us: 8. Contact Addresses and Your Rights

source: 8. Streitbeilegung
en_us: 8. Dispute resolution

source: AGB (General Terms & Conditions)
en_us: Terms & conditions

source: Alle Daten, die im Rahmen der Nutzung dieser Webseite oder in dafür vorgesehenen Formularen im Onlineshop wie folgend beschrieben erhoben werden, werden auf seinen Servern verarbeitet.
en_us: All data gathered in the course of using the site or entered in the designated forms in the online store in the manner described in the following passages is stored on the hosting provider's servers.

source: Alle Zugriffsdaten werden spätestens sieben Tage nach Ende Ihres Seitenbesuchs gelöscht.
en_us: All access information will be deleted in the course of seven days.

source: Als Betroffener haben Sie folgende Rechte:
en_us: As a data subject, you have the following rights:

source: Alternativ zum Browser-Plugin können Sie diesen Link klicken, um die Erfassung durch Google Analytics auf dieser Website zukünftig zu verhindern.
en_us: As an alternative to this add-on, you can also click this link to prevent Google Analytics from gathering future data on this website.

source: Alternative Streitbeilegung gemäß Art.
en_us: Alternative dispute resolution in accordance with Article

source: Andere Cookies verbleiben auf Ihrem Endgerät und ermöglichen uns, Ihren Browser beim nächsten Besuch wiederzuerkennen (persistente Cookies).
en_us: Other cookies remain on your device and allow us to recognize your browser on your next visit (persistent cookies).

source: Auf dieser Webseite ist der Script Code „Google Fonts“ eingebunden.
en_us: This website uses Google Fonts and its associated scripts.

source: Auf dieser Webseite werden Inhalte dritter Anbieter eingebunden.
en_us: This website includes content by third parties.

source: Auf unserer Website werden sogenannte Social Plugins („Plugins“) von sozialen Netzwerken verwendet.
en_us: Our website includes so-called social plug-ins ("plug-ins") provided by social networks.

source: Aufgrund dieses Abkommens zwischen den USA und der Europäischen Kommission hat letztere für unter dem Privacy Shield zertifizierte Unternehmen ein angemessenes Datenschutzniveau festgestellt.
en_us: The European Commission has judged corporations certified to be in accordance with the Privacy Shield to provide an adequate level of data protection.

source: Aus diesen Daten werden unter Verwendung von Pseudonymen sog. Nutzungsprofile erstellt.
en_us: From these data, pseudonymized so-called user profiles are created.

source: Bei Auswahl der Zahlungsart Vorkasse nennen wir Ihnen unsere Bankverbindung in separater E-Mail und liefern die Ware nach Zahlungseingang.
en_us: Should you select this method of payment, we will send you an email containing our bank details and dispatch the products after receipt of payment.

source: Bei Fragen zur Erhebung, Verarbeitung oder Nutzung Ihrer personenbezogenen Daten, bei Auskünften, Berichtigung, Einschränkung oder Löschung von Daten sowie Widerruf erteilter Einwilligungen oder Widerspruch gegen eine bestimmte Datenverwendung wenden Sie sich bitte direkt an uns über die Kontaktdaten in unserem Impressum.
en_us: If you have any questions regarding the collection, processing or use of your personal data; for disclosure, correction, restriction or deletion of data as well as either revocation of consent given or objection to any particular use of your data, please contact us directly via the contact data to be found in our legal notice.

source: Bei Videos von Youtube, die auf unserer Seite eingebunden sind, ist die erweiterte Datenschutzeinstellung aktiviert.
en_us: For any YouTube embedded in our site, we have enabled the privacy-enhanced mode.

source: Bei dem Besuch unserer Onlinepräsenzen in sozialen Medien können Ihre Daten für Marktforschungs- und Werbezwecke automatisch erhoben und gespeichert werden.
en_us: When you visit our social media pages, your data may be automatically collected and stored for market research and advertising purposes.

source: Bei der Nichtannahme von Cookies kann die Funktionalität unserer Website eingeschränkt sein.
en_us: Should you decide not to accept cookies, the functionality of our website may be limited.

source: Bei der Verwendung von Google Maps werden von Google Daten über die Nutzung der Maps-Funktionen durch Webseitenbesucher übermittelt bzw. verarbeitet, wozu insbesondere die IP-Adresse sowie Standortdaten gehören können.
en_us: By and while using Google Maps, Google transmits and processes data on how website visitors use Google Maps, which may include your IP address and location data.

source: Bei jedem Aufruf einer Webseite speichert der Webserver lediglich automatisch ein sogenanntes Server-Logfile, das z.B. den Namen der angeforderten Datei, Ihre IP-Adresse, Datum und Uhrzeit des Abrufs, übertragene Datenmenge und den anfragenden Provider (Zugriffsdaten) enthält und den Abruf dokumentiert.
en_us: In the course of accessing a web page, the server will only save a so-called server logfile, with this including for example the name of the requested file, your IP address, the date and time of the request, the amount of transmitted data and the provider making the request (access information), and, as well, the documentation of the access.

source: Bitte beachten Sie, dass dies die Funktionalität unseres Webangebots für Ihre Nutzung einschränken kann.
en_us: In this case, the functionality of our website may be limited.

source: Chrome™: https://support.google.com/chrome/answer/95647?hl=de&hlrm=en
en_us: Chrome™: https://support.google.com/chrome/answer/95647?hl=en&hlrm=en

source: Dabei wird ein Opt-Out-Cookie auf Ihrem Endgerät abgelegt.
en_us: For this purpose, an opt-out cookie is saved on your device.

source: Daneben können Sie sich bei der Digital Advertising Alliance über das Setzen von Cookies informieren und Einstellungen hierzu vornehmen.
en_us: Furthermore, you can also visit the website of the Digital Advertising Alliance to find out about the use of cookies and to configure your settings.

source: Daneben werden andere, durch Google Dienste in Ihrem Browser gespeicherte Cookies durch Google reCAPTCHA ausgewertet.
en_us: Furthermore, other cookies, saved in the course of using various Google services, may also be analyzed by Google reCAPTCHA.

source: Dann werden wir Ihre personenbezogenen Daten nicht weiter zu diesem Zweck verarbeiten. ********************************************************************
en_us: In this case we shall not process your personal data for this purpose any further. ********************************************************************

source: Das bedeutet, dass keine Informationen von Webseitenbesuchern bei Youtube erhoben und gespeichert werden, es sei denn, diese spielen das Video ab.
en_us: Therefore, YouTube does not collect any information on website visitors, unless they should choose to play the video.

source: Datenschutzerklärung (Privacy Policy)
en_us: Privacy policy

source: Dazu werden Ihre personenbezogenen Daten von Google vorübergehend mit Google Analytics-Daten verknüpft, um Zielgruppen zu bilden.
en_us: To this aim, Google will temporarily link your personal data with Google Analytics data in order to form target groups.

source: Dazu wird bei Besuch unserer Website das sog. Remarketing Cookie von Google gesetzt, das automatisch mittels einer pseudonymen CookieID und auf Grundlage der von Ihnen besuchten Seiten eine interessenbasierte Werbung ermöglicht.
en_us: For this purpose, on visiting our website the so-called Google remarketing-cookie is set, which enables interest-based advertising on the basis of the pages you visit by means of a pseudonymous CookieID.

source: Den Vertragstext können Sie in unserem Kunden-Login einsehen.
en_us: You can access the contract via your customer login.

source: Der Inhalt des Plugins wird vom jeweiligen Anbieter direkt an Ihren Browser übermittelt und in die Seite eingebunden.
en_us: The social network transmits the contents of the plug-in directly to your browser, where it is integrated into the site.

source: Der Kaufvertrag kommt zustande mit JET BELT e.Kfm..
en_us: The sales contract is entered into with JET BELT® e.Kfm.

source: Der Schutz Ihrer Privatsphäre ist für uns sehr wichtig.
en_us: We value your privacy.

source: Der Webanalysedienst ist ein Angebot der Google Ireland Limited, einer nach irischem Recht eingetragenen und betriebenen Gesellschaft mit Sitz in Gordon House, Barrow Street, Dublin 4, Irland (www.google.de).
en_us: This web analytics service is provided by Google Ireland Limited, a corporation incorporated and operating under Irish law, with its registered office at Gordon House, Barrow Street, Dublin 4, Ireland. (www.google.de)

source: Deutschland
en_us: Germany

source: Die Bestätigung des Zugangs Ihrer Bestellung erfolgt per E-Mail unmittelbar nach dem Absenden der Bestellung.
en_us: You will receive an email confirming the receipt of your order immediately after placing it.

source: Die Darstellung der Produkte im Online-Shop stellt kein rechtlich bindendes Angebot, sondern einen unverbindlichen Online-Katalog dar.
en_us: The fact of the displaying of our products in our online shop does not constitute a legally binding offer. It is rather part of a non-binding online catalog.

source: Die Datenverarbeitung erfolgt auf Grundlage einer Vereinbarung zwischen gemeinsam Verantwortlichen gemäß Art.
en_us: Data is processed on the basis of an agreement between joint controllers in accordance with Article

source: Die Dauer der Speicherung können Sie der Übersicht in den Cookie-Einstellungen Ihres Webbrowsers entnehmen.
en_us: The length of storage can be reviewed in the overview window of the cookie settings of your web browser.

source: Die Einbindung der Videos dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer optimalen Vermarktung unseres Angebots gemäß Art.
en_us: Embedding videos serves to ensure our - in the course of weighing the various interests prevailing - legitimate interest in the optimal marketing of our products in accordance with

source: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit, die Sie hier finden https://ec.europa.eu/consumers/odr/.
en_us: The European Commission provides a platform for online dispute resolution, which is available here: https://ec.europa.eu/consumers/odr/

source: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit, die du unter https://ec.europa.eu/consumers/odr findest.
en_us: The European Commission provides a platform for online dispute resolution, which is available here: https://ec.europa.eu/consumers/odr/

source: Die Frist ist gewahrt, wenn Sie die Waren vor Ablauf der Frist von vierzehn Tagen absenden.
en_us: The deadline shall be deemed to have been met should the products be posted before expiry of the deadline.

source: Die Informationen werden außerdem in dem sozialen Netzwerk veröffentlicht und dort Ihren Kontakten angezeigt.
en_us: This information is also published on the social network, where it will be visible to your contacts.

source: Die Löschung Ihres Kundenkontos ist jederzeit möglich und kann entweder durch eine Nachricht an die unten beschriebene Kontaktmöglichkeit oder über eine dafür vorgesehene Funktion im Kundenkonto erfolgen.
en_us: You may delete your account at any time either by sending a message to the contact address found below or via the designated function within your customer account.

source: Die Nutzungsbedingungen für Google Maps beinhalten detaillierte Informationen zum Kartendienst.
en_us: More on Google Maps can be found in its terms of use.

source: Die Ware bleibt bis zur vollständigen Bezahlung unser Eigentum.
en_us: The product remains our property until the payment has been completed in full.

source: Die Widerrufsfrist beträgt vierzehn Tage ab dem Tag, an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die Waren in Besitz genommen haben bzw. hat.
en_us: The revocation period begins upon the receipt of the products by you or a third party specified by you (with exception of the carrier) and ends 14 days from that point of time.

source: Die Zahlungstransaktion wird durch PayPal unmittelbar danach automatisch durchgeführt.
en_us: PayPal processes the transaction automatically and carries it out.

source: Die Zahlungstransaktion wird durch das Kreditkartenunternehmen automatisch durchgeführt und Ihre Karte belastet.
en_us: The credit card company processes the transaction automatically and debits your credit card.

source: Die automatisch erhobenen Informationen über Ihre Benutzung dieser Website einschließlich Ihrer IP Adresse werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.
en_us: The automatically gathered data on your use of this website, including your IP address, is usually transmitted to a Google server in the US and stored there.

source: Die automatisch erhobenen Informationen über Ihre Benutzung dieser Website werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.
en_us: The automatically gathered data on your use of this website is usually transmitted to a Google server in the US and stored there.

source: Die detaillierten Informationen zur Verarbeitung und Nutzung der Daten durch die Anbieter auf deren Seiten sowie eine Kontaktmöglichkeit und Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre, insbesondere Widerspruchsmöglichkeiten (Opt-Out), entnehmen Sie bitte den unten verlinkten Datenschutzhinweisen der Anbieter.
en_us: Find detailed information on further processing and utilization of your data by the relevant provider on their sites, together with the respective contact addresses, settings and your rights to privacy protection, including opt-out options, in the privacy policies of the respective providers:

source: Die für den Vertragsschluss zur Verfügung stehenden Sprachen sind Deutsch und Englisch.
en_us: The contract can be concluded either in German or English.

source: Die im Rahmen von Google Analytics von Ihrem Browser übermittelte anonymisierte IP-Adresse wird grundsätzlich nicht mit anderen Daten von Google zusammengeführt.
en_us: The anonymized IP address transmitted by your browser as part of Google Analytics data is never merged with other Google data.

source: Dies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer einheitlichen Darstellung der Inhalte auf unserer Webseite gemäß Art.
en_us: This serves to ensure our - in the course of weighing the various interests prevailing - legitimate interest for a consistent and uniform presentation of our website in accordance with

source: Dies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer korrekten Darstellung unseres Angebots.
en_us: This serves to ensure our - in the course of weighing the various interests prevailing - legitimate interest in the correct displaying of our products and our site.

source: Dies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer optimalen Vermarktung unserer Webseite gemäß Art.
en_us: This serves to ensure our - in the course of weighing the various interests prevailing - legitimate interest in the optimal marketing of our website in accordance with

source: Dies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer optimalen Vermarktung unseres Angebots gemäß Art.
en_us: This serves to ensure our - in the course of weighing the various interests prevailing - legitimate interest for the optimal marketing of our products in accordance with

source: Dies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer optimierten Darstellung unseres Angebots gemäß Art.
en_us: This serves to ensure our - in the course of weighing the various interests prevailing - legitimate interest in the optimized displaying of our products and of our website in accordance with

source: Dies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer optimierten Darstellung unseres Angebots sowie einer leichten Erreichbarkeit unserer Standorte gemäß Art.
en_us: This serves to ensure our - in the course of weighing the various interests prevailing - legitimate interest in the optimized displaying of our products and our site as well as easy accessibility in accordance with

source: Dies dient gem. Art.
en_us: This serves, in accordance with

source: Dies dient gemäß Art.
en_us: This serves, in accordance with

source: Dies gilt nicht, wenn die Verarbeitung zu Zwecken des Direktmarketings erfolgt.
en_us: The above shall not apply if the processing is carried out for the purposes of direct marketing.

source: Diese Einwilligung kann jederzeit durch eine Nachricht an die unten beschriebene Kontaktmöglichkeit widerrufen werden.
en_us: This consent can be revoked at any time by sending a message to the contact address given below.

source: Diese Information (einschließlich Ihrer IP-Adresse) wird von Ihrem Browser direkt an einen Server des jeweiligen Anbieters (ggf. in die USA) übermittelt und dort gespeichert.
en_us: This information, including your IP address, is usually transmitted by your browser to the respective provider's server, possibly located in the US, and stored there.

source: Diese Inhalte werden von Google zur Verfügung gestellt („Anbieter“).
en_us: This content is provided by Google ("provider").

source: Diese Website verwendet Google Maps zur visuellen Darstellung von geographischen Informationen.
en_us: This website uses Google Maps to visually represent geographical information.

source: Diese Zugriffsdaten werden ausschließlich zum Zwecke der Sicherstellung eines störungsfreien Betriebs der Seite sowie der Verbesserung unseres Angebots ausgewertet.
en_us: This data is employed for the sole purpose of ensuring the smooth operation of the site as well as its improvement.

source: Diese finden Sie für die jeweiligen Browser unter den folgenden Links:
en_us: which you can find here:

source: Diese ist in dem Hilfemenü jedes Browsers beschrieben, welches Ihnen erläutert, wie Sie Ihre Cookie-Einstellungen ändern können.
en_us: The relevant help site of your browser explains how you can change your cookie settings.

source: Diese können verwendet werden, um z.B. Werbeanzeigen innerhalb und außerhalb der Plattformen zu schalten, die mutmaßlich Ihren Interessen entsprechen.
en_us: These may be used to advertise on and off the platform in a way that is believed to match your interests.

source: Dieser Dienstleister sitzt innerhalb eines Landes der Europäischen Union oder des Europäischen Wirtschaftsraums.
en_us: This service provider is located in a country within the European Union or European Economic Area.

source: Dieser geht zurück auf den EU-US Privacy Shield.
en_us: This decision is based on the EU-US-Privacy Shield.

source: Dort können Sie Ihre Zahlungsdaten angeben und die Zahlungsanweisung an PayPal bestätigen.
en_us: where you will provide your payment details and confirm the payment.

source: Dreimühlenstrasse 30
en_us: Dreimühlenstraße 30

source: Durch Anklicken des Bestellbuttons geben Sie eine verbindliche Bestellung der im Warenkorb enthaltenen Waren ab.
en_us: By clicking the 'order' button, you submit a binding order for all products in the shopping cart.

source: Durch die Aktivierung der IP-Anonymisierung auf dieser Webseite wird dabei die IP-Adresse vor der Übermittlung innerhalb der Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum gekürzt.
en_us: Since IP anonymization is active on this web site, the IP address is shortened within a member state of the European Union or in another contracting state of the Agreement on the European Economic Area before transmission.
